Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.vpn.style.headerDesc
source: Choose whether the VPN activity stays compact or shows tunnel details.
ar: اختر ما إذا كان نشاط VPN يبقى مضغوطاً أو يعرض تفاصيل النفق.
bg: Изберете дали VPN дейността да остане компактна или да показва подробности.
bn: VPN অ্যাক্টিভিটি কমপ্যাক্ট থাকবে নাকি টানেলের বিবরণ দেখাবে তা চয়ন করুন।
ca: Tria si l'activitat VPN es manté compacta o mostra detalls del túnel.
cs: Zvolte, zda aktivita VPN zůstane kompaktní, nebo zobrazí podrobnosti o tunelu.
da: Vælg, om VPN-aktiviteten forbliver kompakt eller viser tunneldetaljer.
de: Wähle, ob die VPN-Aktivität kompakt bleibt oder Tunneldetails anzeigt.
el: Επιλέξτε αν η δραστηριότητα VPN θα παραμένει συμπαγής ή θα εμφανίζει λεπτομέρειες σήραγγας.
es: Elige si la actividad VPN se mantiene compacta o muestra detalles del túnel.
fa: انتخاب کنید که فعالیت VPN فشرده بماند یا جزئیات تونل را نشان دهد.
fi: Valitse, pysyykö VPN-toiminta kompaktina vai näyttääkö se tunnelin yksityiskohdat.
fil: Piliin kung mananatiling compact ang aktibidad ng VPN o magpapakita ng mga detalye ng tunnel.
fr: Choisissez si l'activité VPN reste compacte ou affiche les détails du tunnel.
he: בחר אם פעילות ה-VPN תישאר קומפקטית או תציג פרטי מנהרה.
hi: चुनें कि VPN गतिविधि कॉम्पैक्ट रहे या टनल विवरण दिखाए।
hr: Odaberite ostaje li VPN aktivnost kompaktna ili prikazuje detalje tunela.
hu: Válassza ki, hogy a VPN tevékenység kompakt maradjon vagy alagútrészleteket mutasson.
id: Pilih apakah aktivitas VPN tetap ringkas atau menampilkan detail terowongan.
it: Scegli se l'attività VPN rimane compatta o mostra i dettagli del tunnel.
ja: VPNアクティビティをコンパクトに保つか、トンネルの詳細を表示するかを選択します。
kk: VPN әрекетінің шағын болуын немесе туннель мәліметтерін көрсетуін таңдаңыз.
ko: VPN 활동을 컴팩트하게 유지할지 터널 세부 정보를 표시할지 선택하세요.
ms: Pilih sama ada aktiviti VPN kekal padat atau menunjukkan butiran terowong.
nb: Velg om VPN-aktiviteten forblir kompakt eller viser tunneldetaljer.
nl: Kies of de VPN-activiteit compact blijft of tunneldetails toont.
pl: Wybierz, czy aktywność VPN ma pozostać kompaktowa, czy wyświetlać szczegóły tunelu.
pt: Escolha se a atividade VPN permanece compacta ou mostra detalhes do túnel.
ro: Alegeți dacă activitatea VPN rămâne compactă sau afișează detalii despre tunel.
ru: Выберите, остаётся ли активность VPN компактной или показывает детали туннеля.
sk: Vyberte, či aktivita VPN zostane kompaktná alebo zobrazí podrobnosti tunela.
sr: Изаберите да ли VPN активност остаје компактна или приказује детаље тунела.
sv: Välj om VPN-aktiviteten ska förbli kompakt eller visa tunneldetaljer.
th: เลือกว่ากิจกรรม VPN จะคงความกะทัดรัดหรือแสดงรายละเอียดอุโมงค์
tr: VPN etkinliğinin kompakt mı kalacağını yoksa tünel ayrıntılarını mı göstereceğini seçin.
uk: Виберіть, чи залишати активність VPN компактною, або показувати деталі тунелю.
vi: Chọn xem hoạt động VPN vẫn nhỏ gọn hay hiển thị chi tiết đường hầm.
zh_hans: 选择 VPN 活动是保持紧凑还是显示隧道详情。
zh_hant: 選擇 VPN 活動保持緊湊或顯示通道詳細資訊。

# settings.vpn.style.headerTitle
source: VPN style
ar: نمط VPN
bg: VPN стил
bn: VPN শৈলী
ca: Estil de VPN
cs: Styl VPN
da: VPN-stil
de: VPN-Stil
el: Στυλ VPN
es: Estilo de VPN
fa: سبک VPN
fi: VPN-tyyli
fil: Estilo ng VPN
fr: Style VPN
he: סגנון VPN
hi: VPN शैली
hr: VPN stil
hu: VPN stílus
id: Gaya VPN
it: Stile VPN
ja: VPNスタイル
kk: VPN стилі
ko: VPN 스타일
ms: Gaya VPN
nb: VPN-stil
nl: VPN-stijl
pl: Styl VPN
pt: Estilo da VPN
ro: Stil VPN
ru: Стиль VPN
sk: Štýl VPN
sr: VPN стил
sv: VPN-stil
th: รูปแบบ VPN
tr: VPN stili
uk: Стиль VPN
vi: Kiểu VPN
zh_hans: VPN 样式
zh_hant: VPN 樣式

# settings.vpn.temporaryActivity.title
source: VPN temporary activity
ar: نشاط VPN المؤقت
bg: Временна VPN дейност
bn: অস্থায়ী VPN অ্যাক্টিভিটি
ca: Activitat temporal de VPN
cs: Dočasná aktivita VPN
da: Midlertidig VPN-aktivitet
de: Temporäre VPN-Aktivität
el: Προσωρινή δραστηριότητα VPN
es: Actividad temporal de VPN
fa: فعالیت موقت VPN
fi: Väliaikainen VPN-toiminta
fil: Pansamantalang Aktibidad ng VPN
fr: Activité temporaire VPN
he: פעילות VPN זמנית
hi: VPN अस्थायी गतिविधि
hr: Privremena VPN aktivnost
hu: VPN ideiglenes tevékenység
id: Aktivitas VPN Sementara
it: Attività temporanea VPN
ja: VPN一時アクティビティ
kk: Уақытша VPN әрекеті
ko: VPN 임시 활동
ms: Aktiviti sementara VPN
nb: Midlertidig VPN-aktivitet
nl: Tijdelijke VPN-activiteit
pl: Tymczasowa aktywność VPN
pt: Atividade temporária VPN
ro: Activitate temporară VPN
ru: Временная активность VPN
sk: Dočasná aktivita VPN
sr: Привремена VPN активност
sv: Tillfällig VPN-aktivitet
th: กิจกรรมชั่วคราว VPN
tr: VPN geçici etkinliği
uk: Тимчасова активність VPN
vi: Hoạt động VPN tạm thời
zh_hans: VPN 临时活动
zh_hant: VPN 暫時活動

# settings.vpn.temporaryActivity2.desc
source: Show a short notification when a VPN connection becomes active.
ar: إظهار إشعار قصير عند تفعيل اتصال VPN.
bg: Показване на кратко известие, когато VPN връзката стане активна.
bn: একটি VPN সংযোগ সক্রিয় হলে একটি সংক্ষিপ্ত বিজ্ঞপ্তি দেখান।
ca: Mostra una notificació breu quan una connexió VPN s'activa.
cs: Zobrazit krátké oznámení při aktivaci připojení VPN.
da: Vis en kort notifikation, når en VPN-forbindelse bliver aktiv.
de: Kurze Benachrichtigung anzeigen, wenn eine VPN-Verbindung aktiv wird.
el: Εμφάνιση σύντομης ειδοποίησης όταν μια σύνδεση VPN καθίσταται ενεργή.
es: Mostrar una notificación breve cuando una conexión VPN se activa.
fa: نمایش اعلان کوتاه هنگام فعال شدن اتصال VPN.
fi: Näytä lyhyt ilmoitus, kun VPN-yhteys aktivoituu.
fil: Magpakita ng maikling abiso kapag naging aktibo ang koneksyon sa VPN.
fr: Afficher une courte notification lorsqu'une connexion VPN devient active.
he: הצג התראה קצרה כאשר חיבור VPN הופך לפעיל.
hi: VPN कनेक्शन सक्रिय होने पर संक्षिप्त सूचना दिखाएं।
hr: Prikaži kratku obavijest kada VPN veza postane aktivna.
hu: Rövid értesítés megjelenítése a VPN-kapcsolat aktívvá válásakor.
id: Tampilkan notifikasi singkat saat koneksi VPN menjadi aktif.
it: Mostra una breve notifica quando una connessione VPN diventa attiva.
ja: VPN接続がアクティブになったときに短い通知を表示します。
kk: VPN қосылымы белсенді болған кезде қысқаша хабарландыру көрсету.
ko: VPN 연결이 활성화될 때 짧은 알림을 표시합니다.
ms: Tunjukkan pemberitahuan ringkas apabila sambungan VPN menjadi aktif.
nb: Vis et kort varsel når en VPN-tilkobling blir aktiv.
nl: Toon een korte melding wanneer een VPN-verbinding actief wordt.
pl: Pokaż krótkie powiadomienie, gdy połączenie VPN stanie się aktywne.
pt: Mostrar uma notificação curta quando uma ligação VPN ficar ativa.
ro: Afișați o notificare scurtă când o conexiune VPN devine activă.
ru: Показать короткое уведомление при активации VPN-подключения.
sk: Zobraziť krátke oznámenie, keď sa pripojenie VPN stane aktívnym.
sr: Прикажи кратко обавештење када VPN веза постане активна.
sv: Visa en kort avisering när en VPN-anslutning blir aktiv.
th: แสดงการแจ้งเตือนสั้นๆ เมื่อการเชื่อมต่อ VPN เริ่มทำงาน
tr: Bir VPN bağlantısı etkin hale geldiğinde kısa bir bildirim göster.
uk: Показувати коротке сповіщення, коли VPN-з'єднання стає активним.
vi: Hiển thị thông báo ngắn khi kết nối VPN hoạt động.
zh_hans: VPN 连接激活时显示短暂通知。
zh_hant: 當 VPN 連線變為使用中時顯示簡短通知。

# settings.wifi.appearance.headerDesc
source: Choose whether the hotspot activity stays minimal or shows more status.
ar: اختر ما إذا كان نشاط نقطة الاتصال يبقى مبسّطاً أو يعرض حالة أكثر.
bg: Изберете дали дейността на точката за достъп да остане минималистична или да показва повече статус.
bn: হটস্পট অ্যাক্টিভিটি মিনিমাল থাকবে নাকি আরও স্থিতি দেখাবে তা চয়ন করুন।
ca: Tria si l'activitat del punt d'accés es manté minimalista o mostra més estat.
cs: Zvolte, zda aktivita osobního hotspotu zůstane minimální, nebo zobrazí více podrobností.
da: Vælg, om hotspot-aktiviteten forbliver minimalistisk eller viser mere status.
de: Wähle, ob die Hotspot-Aktivität minimal bleibt oder mehr Status anzeigt.
el: Επιλέξτε αν η δραστηριότητα hotspot παραμένει μινιμαλιστική ή εμφανίζει περισσότερη κατάσταση.
es: Elige si la actividad del punto de acceso se mantiene mínima o muestra más estado.
fa: انتخاب کنید که فعالیت هات‌اسپات مینیمال بماند یا وضعیت بیشتری را نشان دهد.
fi: Valitse, pysyykö yhteyspistetoiminta minimaalisena vai näyttääkö se enemmän tilaa.
fil: Piliin kung mananatiling minimal ang aktibidad ng hotspot o magpapakita ng higit pang katayuan.
fr: Choisissez si l'activité de partage de connexion reste minimale ou affiche plus de détails.
he: בחר אם פעילות הנקודה החמה תישאר מינימלית או תציג יותר מצב.
hi: चुनें कि हॉटस्पॉट गतिविधि न्यूनतम रहे या अधिक स्थिति दिखाए।
hr: Odaberite ostaje li aktivnost pristupne točke minimalistička ili prikazuje više informacija.
hu: Válassza ki, hogy a hotspot tevékenység minimális maradjon vagy több állapotot mutasson.
id: Pilih apakah aktivitas hotspot tetap minimal atau menampilkan lebih banyak detail.
it: Scegli se l'attività di hotspot rimane minimale o mostra maggiori dettagli.
ja: インターネット共有のアクティビティを最小限にするか、詳細を表示するかを選択します。
kk: Кіру нүктесі әрекетінің минималистік болуын немесе қосымша күйді көрсетуін таңдаңыз.
ko: 개인용 핫스팟 활동을 미니멀하게 유지할지 더 많은 세부 정보를 표시할지 선택하세요.
ms: Pilih sama ada aktiviti hotspot kekal minimalis atau menunjukkan lebih banyak status.
nb: Velg om delt internett-aktiviteten forblir minimalistisk eller viser mer status.
nl: Kies of de activiteit van de persoonlijke hotspot minimaal blijft of meer details toont.
pl: Wybierz, czy aktywność hotspotu ma pozostać minimalna, czy pokazywać więcej szczegółów.
pt: Escolha se a atividade de partilha de internet permanece mínima ou apresenta mais detalhes.
ro: Alegeți dacă activitatea hotspotului rămâne minimalistă sau afișează mai multă stare.
ru: Выберите, остаётся ли активность точки доступа минимальной или показывает больше информации.
sk: Vyberte, či aktivita hotspotu zostane minimalistická alebo zobrazí viac informácií.
sr: Изаберите да ли активност приступне тачке остаје минималистичка или приказује више информација.
sv: Välj om internetdelningsaktiviteten ska förbli minimal eller visa fler detaljer.
th: เลือกว่ากิจกรรมฮอตสปอตจะแสดงแบบมินิมอลหรือแสดงสถานะเพิ่มเติม
tr: Erişim noktası etkinliğinin minimal mi kalacağını yoksa daha fazla durum mu göstereceğini seçin.
uk: Виберіть, чи показувати активність точки доступу мінімалістично, чи з додатковими деталями.
vi: Chọn xem hoạt động điểm phát sóng vẫn tối giản hay hiển thị thêm chi tiết.
zh_hans: 选择热点活动是保持简约还是显示更多状态。
zh_hant: 選擇個人熱點活動保持極簡或顯示更多詳細資訊。

# settings.wifi.appearance.headerTitle
source: Appearance
ar: المظهر
bg: Изглед
bn: চেহারা
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
fr: Apparence
he: מראה
hi: स्वरूप
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
kk: Көрініс
ko: 모양
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sr: Изглед
sv: Utseende
th: ลักษณะ
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.wifi.card.activity
source: Wi-Fi activity
ar: نشاط Wi-Fi
bg: Wi-Fi дейност
bn: Wi-Fi অ্যাক্টিভিটি
ca: Activitat de Wi-Fi
cs: Aktivita Wi-Fi
da: Wi-Fi-aktivitet
de: WLAN-Aktivität
el: Δραστηριότητα Wi-Fi
es: Actividad de Wi-Fi
fa: فعالیت Wi-Fi
fi: Wi-Fi-toiminta
fil: Aktibidad ng Wi-Fi
fr: Activité Wi-Fi
he: פעילות Wi-Fi
hi: Wi-Fi गतिविधि
hr: Wi-Fi aktivnost
hu: Wi-Fi tevékenység
id: Aktivitas Wi-Fi
it: Attività Wi-Fi
ja: Wi-Fiアクティビティ
kk: Wi-Fi әрекеті
ko: Wi-Fi 활동
ms: Aktiviti Wi-Fi
nb: Wi-Fi-aktivitet
nl: Wifi-activiteit
pl: Aktywność Wi-Fi
pt: Atividade Wi-Fi
ro: Activitate Wi-Fi
ru: Активность Wi-Fi
sk: Aktivita Wi-Fi
sr: Wi-Fi активност
sv: Wi-Fi-aktivitet
th: กิจกรรม Wi-Fi
tr: Wi-Fi etkinliği
uk: Активність Wi-Fi
vi: Hoạt động Wi-Fi
zh_hans: Wi-Fi 活动
zh_hant: Wi-Fi 活動

# settings.wifi.card.duration
source: Wi-Fi duration
ar: مدة Wi-Fi
bg: Wi-Fi продължителност
bn: Wi-Fi সময়কাল
ca: Durada de Wi-Fi
cs: Doba trvání Wi-Fi
da: Wi-Fi-varighed
de: WLAN-Dauer
el: Διάρκεια Wi-Fi
es: Duración de Wi-Fi
fa: مدت زمان Wi-Fi
fi: Wi-Fi:n kesto
fil: Tagal ng Wi-Fi
fr: Durée Wi-Fi
he: משך Wi-Fi
hi: Wi-Fi अवधि
hr: Wi-Fi trajanje
hu: Wi-Fi időtartam
id: Durasi Wi-Fi
it: Durata Wi-Fi
ja: Wi-Fi表示時間
kk: Wi-Fi ұзақтығы
ko: Wi-Fi 지속 시간
ms: Tempoh Wi-Fi
nb: Wi-Fi-varighet
nl: Wifi-duur
pl: Czas trwania Wi-Fi
pt: Duração do Wi-Fi
ro: Durată Wi-Fi
ru: Длительность Wi-Fi
sk: Trvanie Wi-Fi
sr: Wi-Fi трајање
sv: Wi-Fi-tid
th: ระยะเวลา Wi-Fi
tr: Wi-Fi süresi
uk: Тривалість Wi-Fi
vi: Thời lượng Wi-Fi
zh_hans: Wi-Fi 显示时长
zh_hant: Wi-Fi 顯示時間

# settings.wifi.card.hotspotAppearance
source: Hotspot appearance
ar: مظهر نقطة الاتصال
bg: Изглед на точка за достъп
bn: হটস্পটের চেহারা
ca: Aparença del punt d'accés
cs: Vzhled hotspotu
da: Hotspot-udseende
de: Hotspot-Erscheinungsbild
el: Εμφάνιση hotspot
es: Apariencia de Hotspot
fa: ظاهر هات‌اسپات
fi: Yhteyspisteen ulkoasu
fil: Hitsura ng Hotspot
fr: Apparence du partage de connexion
he: מראה נקודה חמה
hi: हॉटस्पॉट स्वरूप
hr: Izgled pristupne točke
hu: Hotspot megjelenése
id: Tampilan Hotspot
it: Aspetto hotspot
ja: インターネット共有の外観
kk: Кіру нүктесінің көрінісі
ko: 핫스팟 모양
ms: Penampilan hotspot
nb: Delt internett-utseende
nl: Hotspot-weergave
pl: Wygląd hotspotu
pt: Aparência da partilha de internet
ro: Aspect hotspot
ru: Внешний вид режима модема
sk: Vzhľad hotspotu
sr: Изглед приступне тачке
sv: Internetdelningsutseende
th: ลักษณะฮอตสปอต
tr: Erişim noktası görünümü
uk: Вигляд точки доступу
vi: Giao diện điểm phát sóng
zh_hans: 热点外观
zh_hant: 熱點外觀

# settings.wifi.duration.desc
source: Choose how long the Wi-Fi reconnect notification stays visible.
ar: اختر مدة بقاء إشعار إعادة اتصال Wi-Fi مرئياً.
bg: Изберете колко време известието за повторно свързване с Wi-Fi да остане видимо.
bn: Wi-Fi পুনঃসংযোগ বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de reconexió a Wi-Fi.
cs: Zvolte, jak dlouho zůstane oznámení o opětovném připojení k Wi-Fi viditelné.
da: Vælg, hvor længe Wi-Fi-genforbindelsesnotifikationen skal være synlig.
de: Wähle, wie lange die WLAN-Wiederverbindungsbenachrichtigung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση επανασύνδεσης Wi-Fi.
es: Elige cuánto tiempo permanece visible la notificación de reconexión Wi-Fi.
fa: مدت زمان نمایان ماندن اعلان اتصال مجدد Wi-Fi را انتخاب کنید.
fi: Valitse, kuinka kauan Wi-Fi-uudelleenyhdistämisilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng muling pagkonekta sa Wi-Fi.
fr: Choisissez combien de temps la notification de reconnexion Wi-Fi reste visible.
he: בחר כמה זמן התראת חיבור מחדש ל-Wi-Fi תישאר גלויה.
hi: चुनें कि Wi-Fi पुन: कनेक्ट सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o ponovnom povezivanju s Wi-Fi mrežom ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a Wi-Fi újracsatlakozási értesítés.
id: Pilih berapa lama notifikasi sambungan ulang Wi-Fi tetap terlihat.
it: Scegli per quanto tempo la notifica di riconnessione Wi-Fi rimane visibile.
ja: Wi-Fi再接続通知を表示し続ける時間を選択します。
kk: Wi-Fi қайта қосылғаны туралы хабарландыру қанша уақыт көрінетінін таңдаңыз.
ko: Wi-Fi 재연결 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan penyambungan semula Wi-Fi kekal kelihatan.
nb: Velg hvor lenge Wi-Fi-gjentilkoblingsvarselet skal være synlig.
nl: Kies hoe lang de wifi-herverbindingsmelding zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o ponownym połączeniu Wi-Fi pozostaje widoczne.
pt: Escolha quanto tempo a notificação de religação ao Wi-Fi permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de reconectare Wi-Fi.
ru: Выберите, как долго отображается уведомление о переподключении Wi-Fi.
sk: Vyberte, ako dlho zostane oznámenie o opätovnom pripojení Wi-Fi viditeľné.
sr: Изаберите колико дуго обавештење о поновном повезивању са Wi-Fi мрежом остаје видљиво.
sv: Välj hur länge aviseringen om återanslutning till Wi-Fi ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนเชื่อมต่อ Wi-Fi ใหม่จะแสดงอยู่
tr: Wi-Fi yeniden bağlanma bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про повторне підключення до Wi-Fi залишатиметься видимим.
vi: Chọn thời gian thông báo kết nối lại Wi-Fi hiển thị.
zh_hans: 选择 Wi-Fi 重连通知的显示时长。
zh_hant: 選擇重新連接 Wi-Fi 通知保持可見的時間。

# settings.wifi.duration.title
source: Wi-Fi duration
ar: مدة Wi-Fi
bg: Wi-Fi продължителност
bn: Wi-Fi সময়কাল
ca: Durada de Wi-Fi
cs: Doba trvání Wi-Fi
da: Wi-Fi-varighed
de: WLAN-Dauer
el: Διάρκεια Wi-Fi
es: Duración de Wi-Fi
fa: مدت زمان Wi-Fi
fi: Wi-Fi:n kesto
fil: Tagal ng Wi-Fi
fr: Durée Wi-Fi
he: משך Wi-Fi
hi: Wi-Fi अवधि
hr: Wi-Fi trajanje
hu: Wi-Fi időtartam
id: Durasi Wi-Fi
it: Durata Wi-Fi
ja: Wi-Fi表示時間
kk: Wi-Fi ұзақтығы
ko: Wi-Fi 지속 시간
ms: Tempoh Wi-Fi
nb: Wi-Fi-varighet
nl: Wifi-duur
pl: Czas trwania Wi-Fi
pt: Duração do Wi-Fi
ro: Durată Wi-Fi
ru: Длительность Wi-Fi
sk: Trvanie Wi-Fi
sr: Wi-Fi трајање
sv: Wi-Fi-tid
th: ระยะเวลา Wi-Fi
tr: Wi-Fi süresi
uk: Тривалість Wi-Fi
vi: Thời lượng Wi-Fi
zh_hans: Wi-Fi 通知时长
zh_hant: Wi-Fi 顯示時間

# settings.wifi.hotspot.desc
source: Show a live activity while Personal Hotspot is enabled.
ar: إظهار نشاط مباشر أثناء تفعيل نقطة الاتصال الشخصية.
bg: Показване на дейност на живо, когато Личната точка за достъп е активирана.
bn: ব্যক্তিগত হটস্পট সক্ষম থাকলে একটি লাইভ অ্যাক্টিভিটি দেখান।
ca: Mostra una activitat en directe quan el Punt d'accés personal està actiu.
cs: Zobrazit živou aktivitu při aktivním osobním hotspotu.
da: Vis en liveaktivitet, mens Internetdeling er aktiveret.
de: Live-Aktivität anzeigen, während ein Persönlicher Hotspot aktiv ist.
el: Εμφάνιση ζωντανής δραστηριότητας ενώ είναι ενεργό το Προσωπικό hotspot.
es: Mostrar actividad en vivo mientras el Punto de acceso personal está activado.
fa: نمایش فعالیت زنده هنگام فعال بودن هات‌اسپات شخصی.
fi: Näytä live-toiminta, kun Oma yhteyspiste on käytössä.
fil: Magpakita ng live activity kapag pinagana ang Personal Hotspot.
fr: Afficher une activité en direct lorsque le partage de connexion est activé.
he: הצג פעילות חיה כאשר נקודה חמה אישית מופעלת.
hi: व्यक्तिगत हॉटस्पॉट सक्षम होने पर लाइव गतिविधि दिखाएं।
hr: Prikaži aktivnost uživo kada je omogućena Osobna pristupna točka.
hu: Élő tevékenység megjelenítése a személyes hotspot bekapcsolt állapotában.
id: Tampilkan aktivitas langsung saat hotspot aktif.
it: Mostra un'attività in tempo reale quando l'hotspot è attivo.
ja: インターネット共有が有効なときにライブアクティビティを表示します。
kk: Жеке кіру нүктесі қосулы болғанда тікелей әрекетті көрсету.
ko: 개인용 핫스팟이 활성화되었을 때 실시간 활동을 표시합니다.
ms: Tunjukkan aktiviti langsung semasa Hotspot Peribadi didayakan.
nb: Vis en direkteaktivitet mens Delt internett er aktivert.
nl: Toon een live activiteit wanneer de persoonlijke hotspot actief is.
pl: Pokaż aktywność na żywo, gdy hotspot jest aktywny.
pt: Mostrar uma atividade em tempo real quando a partilha de internet estiver ativa.
ro: Afișați o activitate live în timp ce Hotspotul personal este activat.
ru: Показывать живую активность при включённом Режиме модема.
sk: Zobraziť živú aktivitu, keď je povolený osobný hotspot.
sr: Прикажи активност уживо када је омогућена Лична приступна тачка.
sv: Visa en liveaktivitet när internetdelning är aktiv.
th: แสดงกิจกรรมสดขณะเปิดใช้งานฮอตสปอตส่วนบุคคล
tr: Kişisel Erişim Noktası etkinken canlı etkinlik göster.
uk: Показувати активність наживо, коли увімкнено власну точку доступу.
vi: Hiển thị hoạt động trực tiếp khi điểm phát sóng đang hoạt động.
zh_hans: 个人热点开启时显示实时活动。
zh_hant: 當個人熱點處於作用中時顯示即時活動。

# settings.wifi.hotspot.title
source: Personal Hotspot live activity
ar: نشاط نقطة الاتصال الشخصية المباشر
bg: Лична точка за достъп дейност на живо
bn: ব্যক্তিগত হটস্পট লাইভ অ্যাক্টিভিটি
ca: Activitat en directe del Punt d'accés personal
cs: Živá aktivita hotspotu
da: Internetdeling-liveaktivitet
de: Persönlicher-Hotspot-Live-Aktivität
el: Ζωντανή δραστηριότητα Προσωπικού hotspot
es: Actividad en vivo de Punto de acceso personal
fa: فعالیت زنده هات‌اسپات شخصی
fi: Oma yhteyspiste -live-toiminta
fil: Live Activity ng Personal Hotspot
fr: Activité en direct Partage de connexion
he: פעילות חיה של נקודה חמה אישית
hi: व्यक्तिगत हॉटस्पॉट लाइव गतिविधि
hr: Osobna pristupna točka aktivnost uživo
hu: Személyes hotspot élő tevékenység
id: Aktivitas Langsung Hotspot
it: Attività in tempo reale Hotspot
ja: インターネット共有ライブアクティビティ
kk: Жеке кіру нүктесінің тікелей әрекеті
ko: 핫스팟 실시간 활동
ms: Aktiviti langsung Hotspot Peribadi
nb: Delt internett-direkteaktivitet
nl: Live hotspotactiviteit
pl: Aktywność na żywo Hotspotu
pt: Atividade em tempo real de Partilha de internet
ro: Activitate live Hotspot personal
ru: Живая активность Режима модема
sk: Živá aktivita osobného hotspotu
sr: Лична приступна тачка активност уживо
sv: Liveaktivitet för internetdelning
th: กิจกรรมสดของฮอตสปอตส่วนบุคคล
tr: Kişisel Erişim Noktası canlı etkinliği
uk: Активність точки доступу наживо
vi: Hoạt động trực tiếp Điểm phát sóng
zh_hans: 个人热点实时活动
zh_hant: 熱點即時活動

# settings.wifi.hotspotAppearanceStyle.detailed
source: Detailed
ar: مفصّل
bg: Подробен
bn: বিস্তারিত
ca: Detallat
cs: Podrobný
da: Detaljeret
de: Detailliert
el: Αναλυτικό
es: Detallado
fa: دقیق
fi: Yksityiskohtainen
fil: Detalyado
fr: Détaillé
he: מפורט
hi: विस्तृत
hr: Detaljno
hu: Részletes
id: Mendetail
it: Dettagliato
ja: 詳細
kk: Толық
ko: 상세
ms: Terperinci
nb: Detaljert
nl: Gedetailleerd
pl: Szczegółowy
pt: Detalhado
ro: Detaliat
ru: Подробный
sk: Podrobný
sr: Детаљно
sv: Detaljerad
th: ละเอียด
tr: Ayrıntılı
uk: Детальний
vi: Chi tiết
zh_hans: 详细
zh_hant: 詳細

# settings.wifi.hotspotAppearanceStyle.minimal
source: Minimal
ar: مبسّط
bg: Минималистичен
bn: মিনিমাল
ca: Minimalista
cs: Minimální
da: Minimalistisk
el: Μινιμαλιστικό
es: Mínimo
fa: مینیمال
fi: Minimaalinen
fr: Minimaliste
he: מינימלי
hi: न्यूनतम
hr: Minimalistički
hu: Minimális
id: Minimalis
it: Minimale
ja: ミニマル
kk: Минималистік
ko: 미니멀
ms: Minimalis
nb: Minimalistisk
nl: Minimaal
pl: Minimalistyczny
pt: Minimalista
ro: Minimalist
ru: Минимальный
sk: Minimalistický
sr: Минималистички
th: มินิมอล
uk: Мінімалістичний
vi: Tối giản
zh_hans: 极简
zh_hant: 極簡
